Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# recommendationDetail.cap.sleep
source: Note: today's intensity was capped because of short sleep, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen zu wenig Schlaf begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó por falta de sueño, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée en raison d'un sommeil insuffisant, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է կարճատև քնի պատճառով, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata per il sonno insufficiente, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა არასაკმარისი ძილის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена из-за недостатка сна, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен због кратког сна, иако је опоравак деловао добро.

# recommendationDetail.cap.stress
source: Note: today's intensity was capped because of a high-stress day, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen eines besonders stressigen Tages begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó por un día de alto estrés, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée en raison d'une journée très stressante, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է սթրեսի բարձր մակարդակի պատճառով, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata per una giornata ad alto stress, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა მაღალი სტრესის დღის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена из-за высокого уровня стресса, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен због дана са високим стресом, иако је опоравак изгледао добро.

# recommendationDetail.cap.volume
source: Note: today's intensity was capped because of a high training volume over the last week, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen eines hohen Trainingsvolumens in der letzten Woche begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó por un volumen de entrenamiento alto durante la última semana, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée en raison d'un volume d'entraînement élevé au cours de la dernière semaine, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է վերջին շաբաթվա մարզումների բարձր ծավալի պատճառով, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata per un volume di allenamento elevato nell'ultima settimana, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა ბოლო კვირის განმავლობაში მაღალი წვრთნის მოცულობის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена из-за высокого объёма тренировок за последнюю неделю, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен због великог обима тренирања током последње недеље, иако је опоравак изгледао добро.

# recommendationDetail.checkinError
source: Couldn't record that check-in. Try again.
de: Dieser Check-in konnte nicht gespeichert werden. Versuch es erneut.
es: No se pudo registrar ese seguimiento. Inténtalo de nuevo.
fr: Impossible d'enregistrer ce suivi. Réessayez.
hy: Չհաջողվեց գրանցել այս ստուգումը։ Փորձիր կրկին։
it: Impossibile registrare questo controllo. Riprova.
ka: ეს შემოწმება ვერ ჩაიწერა. სცადე თავიდან.
ru: Не удалось сохранить эту отметку. Попробуй ещё раз.
sr: Није могуће сачувати тај унос. Пробај поново.

# recommendationDetail.checkinResponse.better
source: Better
de: Besser
es: Mejor
fr: Mieux
hy: Ավելի լավ
it: Meglio
ka: უკეთესად
ru: Лучше
sr: Боље

# recommendationDetail.checkinResponse.same
source: Same
de: Gleich
es: Igual
fr: Pareil
hy: Նույնը
it: Uguale
ka: იგივე
ru: Так же
sr: Исто

# recommendationDetail.checkinResponse.worse
source: Worse
de: Schlechter
es: Peor
fr: Pire
hy: Ավելի վատ
it: Peggio
ka: უარესად
ru: Хуже
sr: Горе

# recommendationDetail.completeWorkoutButton
source: Complete workout
de: Workout abschließen
es: Completar entrenamiento
fr: Terminer la séance
hy: Ավարտել մարզումը
it: Completa l'allenamento
ka: ვარჯიშის დასრულება
ru: Завершить тренировку
sr: Заврши тренинг

# recommendationDetail.completedBadge
source: Workout completed today
de: Workout heute abgeschlossen
es: Entrenamiento completado hoy
fr: Séance terminée aujourd'hui
hy: Այսօրվա մարզումն ավարտված է
it: Allenamento completato oggi
ka: დღევანდელი ვარჯიში დასრულებულია
ru: Тренировка на сегодня завершена
sr: Тренинг завршен данас

# recommendationDetail.exercises.aiBuilt
source: AI-built
de: KI-generiert
es: Generado por IA
fr: Généré par IA
hy: Ստեղծված է AI-ի կողմից
it: Generato dall'IA
ka: შექმნილია AI-ის მიერ
ru: Создано ИИ
sr: AI-генерисано

# recommendationDetail.feedbackField.placeholder
source: Feedback for next time (optional)
de: Feedback für das nächste Mal (optional)
es: Comentarios para la próxima vez (opcional)
fr: Commentaires pour la prochaine fois (facultatif)
hy: Արձագանք հաջորդ անգամի համար (ընտրովի)
it: Feedback per la prossima volta (facoltativo)
ka: გამოხმაურება შემდეგჯერზე (არასავალდებულო)
ru: Отзыв на следующий раз (необязательно)
sr: Фидбек за следећи пут (опционо)

# recommendationDetail.gearLine.gymScan
source: From your gym scan
de: Aus deinem Fitnessstudio-Scan
es: De tu escaneo del gimnasio
fr: Depuis le scan de votre salle
hy: Քո մարզադահլիճի սկանավորումից
it: Dalla scansione della tua palestra
ka: შენი დარბაზის სკანირებიდან
ru: Из скана твоего зала
sr: Из скенирања твоје теретане

# recommendationDetail.gearLine.matched
source: Matched to your equipment
de: Passend zu deiner Ausrüstung
es: Adaptado a tu equipo
fr: Adapté à votre équipement
hy: Հարմարեցված է քո սարքավորումներին
it: Adattato alla tua attrezzatura
ka: შენს ინვენტართან შესაბამისობაშია
ru: Подобрано под твоё оборудование
sr: Прилагођено твојој опреми

# recommendationDetail.goalBlockEyebrow
source: %@ · GOAL BLOCK
de: %@ · ZIEL-BLOCK
es: %@ · BLOQUE DE OBJETIVO
fr: %@ · BLOC OBJECTIF
hy: %@ · ՆՊԱՏԱԿԱՅԻՆ ԲԼՈԿ
it: %@ · BLOCCO OBIETTIVO
ka: %@ · მიზნის ბლოკი
ru: %@ · ЦЕЛЕВОЙ БЛОК
sr: %@ · ЦИЉНИ БЛОК

# recommendationDetail.injuryCheckin.question
source: How's your %@ feeling today?
de: Wie fühlt sich dein %@ heute an?
es: ¿Cómo sientes tu %@ hoy?
fr: Comment va votre %@ aujourd'hui ?
hy: Ինչպե՞ս է քո %@-ն այսօր։
it: Come si sente il tuo %@ oggi?
ka: დღეს, როგორ გრძნობს თავს შენი %@?
ru: Как сегодня твои %@?
sr: Како ти је %@ данас?

# recommendationDetail.injuryCheckin.title
source: Injury check-in
de: Verletzungs-Check-in
es: Seguimiento de lesión
fr: Suivi de blessure
hy: Վնասվածքի ստուգում
it: Controllo infortunio
ka: ტრავმის შემოწმება
ru: Проверка на травмы
sr: Провера повреда

# recommendationDetail.loadingPick
source: Loading today's pick…
de: Heutige Auswahl wird geladen…
es: Cargando la selección de hoy…
fr: Chargement du choix du jour…
hy: Բեռնվում է այսօրվա ընտրությունը…
it: Caricamento della scelta di oggi…
ka: იტვირთება დღევანდელი არჩევანი…
ru: Загружаем сегодняшний выбор…
sr: Учитавање данашњег избора…

# recommendationDetail.markCompleteError
source: Couldn't log this workout. Try again.
de: Dieses Workout konnte nicht protokolliert werden. Versuch es erneut.
es: No se pudo registrar este entrenamiento. Inténtalo de nuevo.
fr: Impossible d'enregistrer cette séance. Réessayez.
hy: Չհաջողվեց գրանցել այս մարզումը։ Փորձիր կրկին։
it: Impossibile registrare questo allenamento. Riprova.
ka: ამ ვარჯიშის ჩაწერა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось записать эту тренировку. Попробуй ещё раз.
sr: Није могуће забележити овај тренинг. Пробај поново.

# recommendationDetail.overrideActive.message
source: Showing %@ workouts instead.
de: Zeige stattdessen %@-Workouts.
es: Mostrando entrenamientos de %@ en su lugar.
fr: Affichage des séances de %@ à la place.
hy: Փոխարենը ցուցադրվում է %@ մարզում։
it: Mostro invece gli allenamenti di %@.
ka: ამის ნაცვლად ნაჩვენებია %@ ვარჯიში.
ru: Показано %@ тренировок вместо этого.
sr: Уместо тога приказујемо %@ тренинга.

# recommendationDetail.overrideActive.undoButton
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
hy: Հետարկել
it: Annulla
ka: გაუქმება
ru: Отменить
sr: Опозови

# recommendationDetail.overrideCapButton
source: Give me a standard workout anyway
de: Gib mir trotzdem ein normales Workout
es: Dame un entrenamiento estándar de todos modos
fr: Proposez-moi quand même une séance standard
hy: Այնուամենայնիվ տուր ինձ ստանդարտ մարզում
it: Dammi comunque un allenamento standard
ka: მაინც მომეცი სტანდარტული ვარჯიში
ru: Всё равно дай стандартную тренировку
sr: Ипак ми дај стандардни тренинг

# recommendationDetail.pickCard.eyebrow
source: SOMA'S PICK
de: SOMAS AUSWAHL
es: LA SELECCIÓN DE SOMA
fr: LE CHOIX DE SOMA
hy: SOMA-Ի ԸՆՏՐՈՒԹՅՈՒՆԸ
it: LA SCELTA DI SOMA
ka: SOMA-ს არჩევანი
ru: ВЫБОР SOMA
sr: SOMA ИЗБОР

# recommendationDetail.pickStatus.completed
source: Today's pick, completed.
de: Heutige Auswahl, abgeschlossen.
es: Selección de hoy, completada.
fr: Choix du jour, terminé.
hy: Այսօրվա ընտրությունը՝ ավարտված է։
it: Scelta di oggi, completata.
ka: დღევანდელი არჩევანი — დასრულებულია.
ru: Сегодняшний выбор — выполнен.
sr: Данашњи избор, завршен.

# recommendationDetail.pickStatus.overreached
source: Today's pick, completed — and then some.
de: Die heutige Wahl, erledigt -- und dann noch mehr.
es: La elección de hoy, completada -- y de sobra.
fr: Le choix du jour, terminé -- et même plus.
hy: Այսօրվա ընտրությունը կատարված է՝ և ավելիով։
it: La scelta di oggi, completata -- e anche di più.
ka: დღევანდელი არჩევანი შესრულებულია — და მეტიც.
ru: Сегодняшний выбор выполнен — и даже с запасом.
sr: Današnji izbor, završen -- i to s viškom.

# recommendationDetail.pickStatus.planPending
source: Exact sets, weights and how to do each one — built when you start.
de: Genaue Sätze, Gewichte und wie du jede Übung ausführst – werden beim Start erstellt.
es: Series, pesos exactos y cómo hacer cada uno: se generan al empezar.
fr: Séries, charges précises et comment réaliser chacun — générés au démarrage.
hy: Ամեն մեկի ճշգրիտ մոտեցումները, կշիռները և կատարման եղանակը՝ կկազմվեն, երբ սկսես։
it: Serie, pesi esatti e come eseguire ciascuno: generati all'avvio.
ka: ზუსტი მიდგომები, წონები და თითოეულის შესრულების წესი — შეიქმნება, როცა დაიწყებ.
ru: Точные подходы, веса и техника выполнения каждого упражнения — появятся, когда ты начнёшь.
sr: Тачне серије, тежине и начин извођења сваке вежбе — направљено кад кренеш.

# recommendationDetail.pickStatus.planReady
source: Exact sets, weights and how to do each one — ready below.
de: Genaue Sätze, Gewichte und wie du jede Übung ausführst – unten bereit.
es: Series, pesos exactos y cómo hacer cada uno: listos abajo.
fr: Séries, charges précises et comment réaliser chacun — prêts ci-dessous.
hy: Ամեն մեկի ճշգրիտ մոտեցումները, կշիռները և կատարման եղանակը՝ պատրաստ են ներքևում։
it: Serie, pesi esatti e come eseguire ciascuno: pronti qui sotto.
ka: ზუსტი მიდგომები, წონები და თითოეულის შესრულების წესი — მზადაა ქვემოთ.
ru: Точные подходы, веса и техника выполнения каждого упражнения — уже готовы ниже.
sr: Тачне серије, тежине и начин извођења сваке вежбе — спремно испод.

# recommendationDetail.pickTile.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
hy: Տևողություն
it: Durata
ka: ხანგრძლივობა
ru: Длительность
sr: Трајање

# recommendationDetail.pickTile.effort
source: Effort
de: Anstrengung
es: Esfuerzo
hy: Ջանք
it: Sforzo
ka: ძალისხმევა
ru: Усилие
sr: Напор

# recommendationDetail.pickTile.exercises
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
hy: Վարժություններ
it: Esercizi
ka: სავარჯიშოები
ru: Упражнения
sr: Вежбе

# recommendationDetail.preGenNotes.placeholder
source: Anything Soma should know for today's workout? (optional)
de: Gibt es etwas, das Soma für dein heutiges Workout wissen sollte? (optional)
es: ¿Algo que Soma deba saber para el entrenamiento de hoy? (opcional)
fr: Quelque chose que Soma devrait savoir pour la séance d'aujourd'hui ? (facultatif)
hy: Կա՞ ինչ-որ բան, որ Soma-ն պետք է իմանա այսօրվա մարզման համար։ (ընտրովի)
it: C'è qualcosa che Soma dovrebbe sapere per l'allenamento di oggi? (facoltativo)
ka: არის რამე, რაც Soma-მ უნდა იცოდეს დღევანდელი ვარჯიშისთვის? (არასავალდებულო)
ru: Что-то, что Soma должна знать о сегодняшней тренировке? (необязательно)
sr: Има ли нешто што Soma треба да зна за данашњи тренинг? (опционо)

# recommendationDetail.pregnancyDisclaimer
source: This is general guidance only, not medical advice -- please follow your doctor's or midwife's recommendations, especially if you have any pregnancy complications.
de: Dies ist nur eine allgemeine Orientierung, keine medizinische Beratung – bitte befolge die Empfehlungen deiner Ärztin/deines Arztes oder deiner Hebamme, besonders wenn Schwangerschaftskomplikationen vorliegen.
es: Esto es solo una orientación general, no un consejo médico: sigue las recomendaciones de tu médico o partera, especialmente si tienes alguna complicación del embarazo.
fr: Ceci n'est qu'une orientation générale, pas un avis médical — veuillez suivre les recommandations de votre médecin ou de votre sage-femme, surtout en cas de complications liées à la grossesse.
hy: Սա միայն ընդհանուր ուղեցույց է և ոչ թե բժշկական խորհուրդ․ խնդրում ենք հետևել քո բժշկի կամ մանկաբարձուհու առաջարկություններին, հատկապես եթե հղիության որևէ բարդություն ունես։
it: Questa è solo un'indicazione generale, non un consiglio medico: segui le raccomandazioni del tuo medico o della tua ostetrica, specialmente se hai complicazioni legate alla gravidanza.
ka: ეს მხოლოდ ზოგადი რჩევაა და არა სამედიცინო რჩევა — გთხოვ, მიჰყევი შენი ექიმის ან ბებიაქალის რეკომენდაციებს, განსაკუთრებით თუ გაქვს რაიმე გართულება ორსულობის დროს.
ru: Это только общие рекомендации, а не медицинский совет — пожалуйста, следуй указаниям своего врача или акушерки, особенно если у тебя есть какие-либо осложнения беременности.
sr: Ово су само опште смернице, а не медицински савет — молимо те да пратиш препоруке свог лекара или бабице, посебно ако имаш било каквих компликација у трудноћи.

# recommendationDetail.regenerateButton
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
hy: Վերաստեղծել
it: Rigenera
ka: თავიდან გენერირება
ru: Сгенерировать заново
sr: Поново генериши

# recommendationDetail.requestedActiveRecovery
source: You asked for an active recovery day today.
de: Du hast heute einen aktiven Erholungstag angefragt.
es: Hoy pediste un día de recuperación activa.
fr: Vous avez demandé un jour de récupération active aujourd'hui.
hy: Դու այսօրվա համար ակտիվ վերականգնման օր ես խնդրել։
it: Oggi hai chiesto un giorno di recupero attivo.
ka: დღეს აქტიური აღდგენის დღე მოითხოვე.
ru: По твоей просьбе сегодня — день активного восстановления.
sr: На твој захтев, данас је дан активног опоравка.

# recommendationDetail.requestedRest
source: You asked for a rest day today.
de: Du hast heute einen Ruhetag angefragt.
es: Hoy pediste un día de descanso.
fr: Vous avez demandé un jour de repos aujourd'hui.
hy: Դու այսօրվա համար հանգստյան օր ես խնդրել։
it: Oggi hai chiesto un giorno di riposo.
ka: დღეს დასვენების დღე მოითხოვე.
ru: По твоей просьбе сегодня — день отдыха.
sr: На твој захтев, данас је дан одмора.

# recommendationDetail.startWorkoutButton
source: Start workout
de: Training starten
es: Empezar entrenamiento
fr: Commencer l'entraînement
hy: Սկսել մարզումը
it: Inizia allenamento
ka: დაიწყე ვარჯიში
ru: Начать тренировку
sr: Почни тренинг

# recommendationDetail.stepPill.noDevice
source: Connect a device to track steps
de: Verbinde ein Gerät, um deine Schritte zu verfolgen
es: Conecta un dispositivo para registrar tus pasos
fr: Connectez un appareil pour suivre vos pas
hy: Միացրու սարք՝ քայլերը հետևելու համար
it: Connetti un dispositivo per monitorare i passi
ka: დააკავშირე მოწყობილობა ნაბიჯების თვალყურის დევნებისთვის
ru: Подключи устройство, чтобы отслеживать шаги
sr: Повежи уређај да пратиш кораке

# recommendationDetail.stepPill.targetOnly
source: Target %@ steps
de: Ziel: %@ Schritte
es: Objetivo: %@ pasos
fr: Objectif : %@ pas
hy: Նպատակ՝ %@ քայլ
it: Obiettivo: %@ passi
ka: მიზანი: %@ ნაბიჯი
ru: Цель: %@ шагов
sr: Циљ: %@ корака

# recommendationDetail.stepTarget.noAverage
source: Today's step target: %@.
de: Heutiges Schrittziel: %@.
es: Objetivo de pasos de hoy: %@.
fr: Objectif de pas du jour : %@.
hy: Այսօրվա քայլերի նպատակը՝ %@։
it: Obiettivo di passi di oggi: %@.
ka: დღევანდელი ნაბიჯების მიზანი: %@.
ru: Цель по шагам на сегодня: %@.
sr: Данашњи циљ по корацима: %@.

# recommendationDetail.stepTarget.withAverage
source: Today's step target: %@ — you've averaged ~%lld/day over the last week.
de: Heutiges Schrittziel: %@ – du hattest in der letzten Woche im Schnitt ca. %lld pro Tag.
es: Objetivo de pasos de hoy: %@; has promediado ~%lld al día durante la última semana.
fr: Objectif de pas du jour : %@ — vous avez fait en moyenne environ %lld par jour au cours de la dernière semaine.
hy: Այսօրվա քայլերի նպատակը՝ %@ — վերջին շաբաթվա ընթացքում միջինում կատարել ես ~%lld քայլ/օր։
it: Obiettivo di passi di oggi: %@; hai fatto in media circa %lld al giorno nell'ultima settimana.
ka: დღევანდელი ნაბიჯების მიზანი: %@ — ბოლო კვირის განმავლობაში საშუალოდ ~%lld ნაბიჯს დადიხარ დღეში.
ru: Цель по шагам на сегодня: %@ — в среднем за последнюю неделю ты проходишь ~%lld в день.
sr: Данашњи циљ по корацима: %@ — твој просек за последњу недељу: ~%lld/дан.

# recommendationDetail.steps.goalHit
source: %@ / %@ · Goal hit
de: %@ / %@ · Ziel erreicht
es: %@ / %@ · Objetivo alcanzado
fr: %@ / %@ · Objectif atteint
hy: %@ / %@ · Նպատակը կատարված է
it: %@ / %@ · Obiettivo raggiunto
ka: %@ / %@ · მიზანი მიღწეულია
ru: %@ / %@ · Цель достигнута
sr: %@ / %@ · Циљ остварен

# recommendationDetail.tomorrowCard.title
source: Look out for tomorrow
de: Das solltest du für morgen beachten
es: Ten esto en cuenta para mañana
fr: À surveiller pour demain
hy: Ինչին ուշադրություն դարձնել վաղը
it: Da tenere d'occhio per domani
ka: რაზე მიაქციო ყურადღება ხვალ
ru: На что обратить внимание завтра
sr: На шта да пазиш сутра

# recommendationDetail.tomorrowTip.bodyPartImbalance
source: You've focused on %@ %lld of your last 4 logged sessions. Consider shifting focus tomorrow -- both recovery and balanced progress benefit from rotating which areas you load.
de: Du hast dich auf %@ konzentriert – in %lld deiner letzten 4 protokollierten Einheiten. Erwäge morgen einen anderen Fokus – sowohl deine Erholung als auch ein ausgewogener Fortschritt profitieren davon, die trainierten Bereiche abzuwechseln.
es: Te has centrado en %@ en %lld de tus últimas 4 sesiones registradas. Considera cambiar el enfoque mañana: tanto la recuperación como un progreso equilibrado se benefician de rotar las zonas que trabajas.
fr: Vous vous êtes concentré sur %@ dans %lld de vos 4 dernières séances enregistrées. Pensez à changer de focus demain — la récupération et une progression équilibrée bénéficient toutes deux d'une rotation des zones travaillées.
hy: %@-ի վրա ես կենտրոնացել՝ վերջին 4 գրանցված պարապմունքներից %lld-ում։ Վաղը արժե փոխել շեշտադրումը — և՛ վերականգնումը, և՛ հավասարակշռված առաջընթացը շահում են բեռնվող հատվածների փոփոխումից։
it: Ti sei concentrato su %@ in %lld delle tue ultime 4 sessioni registrate. Valuta di cambiare focus domani: sia il recupero sia una progressione equilibrata traggono beneficio dalla rotazione delle zone allenate.
ka: %@-ზე ფოკუსი გქონდა ბოლო 4 დაფიქსირებული სესიიდან %lld-ში. ხვალ ღირს ფოკუსის შეცვლა — აღდგენაც და დაბალანსებული პროგრესიც სარგებლობს დატვირთვის ზონების მონაცვლეობით.
ru: %@ было в фокусе %lld из последних 4 зафиксированных занятий. Завтра стоит сменить акцент — и восстановление, и сбалансированный прогресс выигрывают от чередования зон нагрузки.
sr: Фокус ти је био на %@ у %lld од твоје последње 4 забележене сесије. Размисли о промени фокуса сутра — и опоравак и уравнотежен напредак имају користи од ротирања подручја која оптерећујеш.

# recommendationDetail.tomorrowTip.cardioGoalGap
source: Your goals include cardio endurance, but recent sessions haven't included one. If tomorrow's intensity allows, a cardio-focused session would round things out.
de: Zu deinen Zielen gehört Cardio-Ausdauer, aber deine letzten Einheiten haben keine davon enthalten. Wenn es die Intensität morgen zulässt, würde eine Cardio-fokussierte Einheit das gut abrunden.
es: Tus objetivos incluyen resistencia cardiovascular, pero tus sesiones recientes no han incluido ninguna. Si la intensidad de mañana lo permite, una sesión enfocada en cardio completaría bien tu semana.
fr: Vos objectifs incluent l'endurance cardio, mais vos séances récentes n'en ont pas inclus. Si l'intensité de demain le permet, une séance axée sur le cardio compléterait bien l'ensemble.
hy: Քո նպատակների մեջ կա նաև սրտանոթային տոկունություն, բայց վերջին պարապմունքներում կարդիո չի եղել։ Եթե վաղվա բեռնվածությունը թույլ տա, կարդիո-կենտրոնացված պարապմունքը լավ կլրացներ պատկերը։
it: I tuoi obiettivi includono la resistenza cardio, ma le sessioni recenti non ne hanno incluso nessuna. Se l'intensità di domani lo consente, una sessione incentrata sul cardio completerebbe bene le cose.
ka: შენს მიზნებში კარდიო გამძლეობაც შედის, მაგრამ ბოლო სესიებში კარდიო არ ყოფილა. თუ ხვალინდელი ინტენსივობა დაუშვებს, კარდიოზე ორიენტირებული სესია კარგად შეავსებდა სურათს.
ru: Среди твоих целей есть кардио-выносливость, но в последних занятиях кардио не было. Если завтрашняя интенсивность позволит, кардио-тренировка отлично дополнит картину.
sr: Твоји циљеви укључују кардио издржљивост, али недавне сесије нису укључивале кардио. Ако сутрашњи интензитет то дозволи, сесија фокусирана на кардио би заокружила целу слику.
